tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "codespell"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "node"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "wget"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "hyper"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "vscodium"
cask "zoom"
